Repository: GabrielAmaro4231/Spotted-iOS
Catalog: Spotted/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add Aircraft
pt_br: Adicionar Aeronave

source: Aircraft
pt_br: Aeronave

source: Aircraft type
pt_br: Modelo da aeronave

source: Aircraft type unknown
pt_br: Modelo da aeronave desconhecido

source: Cancel
pt_br: Cancelar

source: Delete
pt_br: Apagar

source: Delete Flight
pt_br: Apagar Voo

source: Delete Flight?
pt_br: Apagar Voo?

source: Details
pt_br: Detalhes

source: Done
pt_br: Feito

source: Edit
pt_br: Editar

source: Home
pt_br: Inicial

source: JetPhotos image URL
pt_br: URL da imagem do JetPhotos

source: Key
pt_br: Chave

source: Registration
pt_br: Prefixo

source: Save
pt_br: Salvar

source: Start Spotting
pt_br: Comecar a registrar

source: This action cannot be undone.
pt_br: Essa acao nao pode ser desfeita

source: Track and remember every aircraft you see
pt_br: Anote e se lembre de todas as aeronaves ja vistas

source: View mode
pt_br: Modo de visualizacao
